/** @format */

// zh.ts 中文文件内容

export default {
  home: {
    pickup: {
      pickup: "Первая страница",
      solution: "Решение",
      aboutus: "О нас",
      contactus: "Связаться с нами",
      titcontent:
        "Евразийский поставщик интегрированных услуг в области трансграничной логистики",
      Qualitytransport: "Качественная транспортировка",
      roadtransportation: "Автомобильный транспорт",
      storage: "Складские услуги",
      seatransportation: "М+B22:B41еждународные перевозки",
      airlift: "Авиаперевозки грузов",
      pickuptit:
        "Автомобильные перевозки включают в себя: дноуглубительные портовые перевозки, перевозку в товарных вагонах и специальные перевозки",
      storagetit:
        "Складские помещения (склад таможенного контроля), сборные грузы, хранение, внутренние перевозки сборных грузов между странами",
      seatransportationtit:
        "Ориентируясь на услуги агентства по бронированию перевозок между Китаем и ЕС, оно имеет преимущества в стоимости и пространстве, а также тесно сотрудничает с рядом судоходных компаний.",
      airlifttit:
        "Импортные и экспортные авиаперевозки, таможенные авиаперевозки, сборные авиаперевозки, глобальный чартер, раздельный чартер, ускоренный маршрут, задержка транзита",
      more: "Узнать больше",
      Dominantservice: "Преимущество сервиса",
      Warehouseadvantage: "Преимущество склада",
      intelligentize: "Интеллектуальная система",
      Multipleservices: "Множество сервисов",
      Warehouseadvantagetit:
        "Склад таможенного контроля занимает общую площадь почти в 70 000 квадратных метров и выполняет независимые функции таможенного контроля.Обеспечьте быстрые каналы выхода для импортных и экспортных товаров.",
      intelligentizetit:
        "В сегодняшнем слепом стремлении к разведданным на рынке, в дополнение к внедрению новейшей системы в качестве поддержки, мы по-прежнему придерживаемся принципа ориентации на людей.",
      Multipleservicestit:
        "Придерживаясь концепции стабильного, эффективного, безопасного и профессионального обслуживания, опираясь на географические преимущества порта, региональную политику и высококачественные складские помещения, мы продолжаем предоставлять широкий спектр услуг",
      Globaldelivery: "Доставка грузов по всему миру",
      state: "Страна",
      region: "Район",
      warehouse: "4 Большой склад находится недалеко от порта",
      serveclients: "Обслуживает более 8000 клиентов",
      squaremeter:
        "склад таможенного контроля площадью 70 000 квадратных метров",
      Helpbrand: "Помогать бренду выйти в море 10 000 раз",
      walkintobkt: "О Kimigo",
      details:
        "Kimigo основана в 2023 году, осваивая основные ресурсы логистической цепочки поставок, опираясь на профессиональный отраслевой опыт и возможности технологических инноваций, чтобы предоставлять универсальные решения для групп клиентов, включая традиционную трансграничную торговлю и трансграничную электронную коммерцию.Продолжайте обеспечивать мелкую торговлю на границе, внешнюю торговлю, импорт и экспорт товаров и технологий, складские услуги и логистические услуги.Международные транспортно-экспедиционные услуги, погрузочно-разгрузочные работы и многие другие услуги.",
      safe: "Безопасность",
      quality: "Качества",
      materialbenefit: "Доступный",
      viewmodel: "Смотрите больше",
      Dedicatedcustomer: "Специализированное обслуживание клиентов 1в1",
      bazaartit:
        'В сегодняшнем слепом стремлении к разведданным на рынке, в дополнение к внедрению новейшей системы в качестве поддержки, мы по-прежнему придерживаемся ориентированной на людей коммуникации с клиентами "один на один", и любые проблемы с логистикой могут быть напрямую доведены до сведения клиентов с первого раза. тебе нужно.',
      exclusive: "Личный",
      allweather: "Всепогодный",
      accurate: "Точный",
      logistics: "欧亚跨境物流综合服务商",
      websitehomepage: "Домашняя страница",
      waysofresolution: "Решение",
      site: "Комната 305-3, корпус 1, улица Датун № 7, зона высоких технологий, город Сучжоу",
      plu: "Запрос цены",
      chooseTheCountry: "Страна",
      selectChannels: "Выберите тип",
      enterTheWeight: "введите вес",
      singleNumberTracking: "Отслеживание единого номера",
      singleNumberTrackingInput:
        "Пожалуйста, введите номер заказа, чтобы узнать",
      fbaPlaceAnOrder: "Приказ FBA",
      smallOrder: "Заказ небольшой посылки",
      neirong: "Пока ничего.",
      houxu: "Продолжение следует, с нетерпением жду~",
      zhidao: "Понятно.",
      ydhSearch: "Пожалуйста, введите трек номер",
    },
    home:'титульная страница',
    query:'Запросить',
    current_location:'Текущее местоположение:',
    nosearchsty:'Не могу найти соответствующую информацию',
    ky_in_storage:'CN',
    terminal_in_storage:'KZ',
    order_track:'Одиночное отслеживание',
    placeholder:'Пожалуйста, введите номер заказа запроса, введите максимум 30 штук за раз и отделите его с запятой',
    track:{
      no_more:'Уже в конце',
      tnquiring:'Запросы...',
      order_was_success:'Клиент успешно разместил заказ',
      rejected:'Клиенты отказались принять',
      cancelled:'Клиент отменил',
      picked_up:'Взял',
  
      tab_1:'все',
      tab_2:'Плюс',
      tab_3:'полученный',
      tab_4:'в пути',
      tab_5:'Собираться',
      tab_6:'Взял',
      tab_7:'Отменен',
      tab_8:'Мусор',
  
      options_type_0:'Плюс',
      options_type_1:'полученный',
      options_type_2:'в пути',
      options_type_3:'Собираться',
      options_type_4:'Взял',
      options_type_5:'Плюс',
      options_type_6:'Отменен',
      options_type_7:'Мусор'
    }
  },
};
